import React, { useState } from "react";
import { useSelector } from "react-redux";
import { addUpcoming } from "../utils/userUtil";
  


const aboutUs = () => {
    return (
<div>
<h1>קצת עלינו </h1><br/><br/>
<div>
      <h1>בחרו במוניות שלנו לחוויית נסיעות מעולה :)</h1>
      <p>בעולם המהיר של היום, מציאת שירות מוניות אמין ויעיל היא חיונית. חברתנו מציעה שירות מוניות יוצא דופן העולה על הציפיות. עם רכבים מטופחים, נהגים מקצועיים ומחויבות לשביעות רצון הלקוחות, אנחנו הבחירה הטובה ביותר עבור כל צרכי התחבורה שלך.</p>
      <h2>בטיחות ואמינות:</h2>
      <p>המוניות שלנו עוברות בדיקות ותחזוקה שוטפות כדי להבטיח את בטיחותך. הנהגים שלנו מנוסים ומורשים, נותנים עדיפות לטכניקות נהיגה הגנתיות לנסיעה חלקה ובטוחה. אתה יכול לסמוך עלינו שנעמוד בזמנים ונביא אותך ליעד שלך בזמן.</p>
      <h2>נוחות ונגישות:</h2>
      <p>אנו מספקים שירותי מוניות 24/7, ומבטיחים שתוכל לנסוע בכל עת שתצטרך. האפליקציה הסלולרית הידידותית למשתמש שלנו מאפשרת הזמנה קלה, ואנו מציעים מגוון רכבים כדי להתאים לדרישות הספציפיות שלך.</p>
      <h2>שירות לקוחות יוצא דופן:</h2>
      <p>צוות שירות הלקוחות המסור שלנו זמין מסביב לשעון כדי לסייע לך. מההזמנה ועד ההגעה ליעד, אנו שואפים לספק חוויה אישית ונוחה.</p>
      <h2>תמחור תחרותי:</h2>
      <p>אנו מציעים תמחור שקוף ללא חיובים נסתרים. המחירים שלנו תחרותיים ומותאמים לצרכי הנסיעה שלך, מה שמבטיח שתקבל תמורה לכספך.</p>
      <h2>מחויבות לקיימות:</h2>
      <p>אנו נותנים עדיפות לקיימות על ידי שמירה על צי רכב ידידותי לסביבה הממזער את פליטת הפחמן. על ידי בחירת המוניות שלנו, אתה תורם לעתיד ירוק יותר.</p>
      <h2>לסיכום:</h2>
      <p>בכל הנוגע לשירותי מוניות, המחויבות שלנו לבטיחות, אמינות, נוחות, שירות לקוחות יוצא דופן, תמחור תחרותי וקיימות הופכים אותנו לבחירה המתבקשת. חווה את ההבדל עם שירות המוניות המעולה שלנו.</p>
    </div>
</div>)
}
export default aboutUs